export const Temps = {
  // 用户管理
  accountMangerList: {
    configInfo: {
      title: "配置信息",
      list: [
        {
          sence: "禁言用户",
          subTitle: "涉及违规，您的账号已被禁言",
          content:
            "“用户昵称”你好，由于涉及严重违规，我们将对您的账户处以“100”个小时的禁言惩罚，请规范在Tradingguide平台中的不当行为，共同维护平台环境，谢谢配合。"
        },
        {
          sence: "配置认证",
          subTitle: "恭喜你！获得官方认证“我叫小红花”",
          content:
            "“用户昵称”你好，经过Tradingguide平台审核，已通过您提交的认证申请，特此为您赋予官方认证名称“”，愿你在Tradingguide中创作出更优质的分析，赢得更多认可。"
        }
      ]
    },
    resetInfo: {
      title: "重置用户信息",
      list: [
        {
          sence: "重置信息",
          subTitle: "涉及违规，您的部分信息已被重置",
          content:
            "“用户昵称”你好，由于您填写的部分信息涉及违规，Tradingguide管理员已将违规的信息重置回默认状态，您可以重新填写，请遵守平台规范，共同维护平台环境，谢谢配合。"
        },
        {
          sence: "取消认证",
          subTitle: "您的认证已失效",
          content:
            "“用户昵称”你好，由于涉及违规，您已失去佩戴”认证名称“的资格，现已取消此认证显示，请严格遵守平台规范，共同维护平台环境，谢谢配合。"
        }
      ]
    }
  },
  // 内容管理
  contentManager: {
    articleReviewNotice: {
      title: "文章审核通知",
      list: [
        {
          sence: "文章下架",
          subTitle: "啊哦，您的文章已被下架",
          content:
            "“用户昵称”你好，由于您的文章“文章标题···”内容涉及违规，现已下架，您可以自行重新修改文章内容进行发布提交审核，等待管理员再次审核，审核通过后会恢复正常。请注意规范用语，谢谢配合。"
        },
        {
          sence: "文章已删除",
          subTitle: "严重违规！您的文章已被删除",
          content:
            "“用户昵称”你好，由于您的文章“文章标题最多显示5个字···”内容严重违反发文规则，影响到平台内容环境，现对文章处以删除的处理。请注意规范用语，共同维护平台环境，谢谢配合。"
        },
        {
          sence: "被下架的文章重新提交的文章审核未通过",
          subTitle: "您的文章申诉已被驳回",
          content:
            "“用户昵称”您好，你的文章”文章标题最多显示5个字···“经评估后，仍存在不当内容，请重新修改后提交审核，为了维护平台环境，谢谢您的配合。"
        }
      ]
    },
    viewAuditNotice: {
      title: "观点审核通知",
      list: [
        {
          sence: "观点被删除",
          subTitle: "严重违规！您的观点已被删除",
          content:
            "“用户昵称”你好，由于您的文章“文章标题最多显示5个字···”内容中更新的观点“最多显示10个字···”严重违反发文规则，影响平台内容环境，现对该观点处以删除的处理。请注意规范用语，共同维护平台环境，谢谢配合。"
        }
      ]
    }
  },
  // 评论管理
  commentManger: {
    commentAuditNotice: {
      title: "评论审核通知",
      list: [
        {
          sence: "评论被删除",
          subTitle: "严重违规！您的观点已被删除",
          content:
            "“用户昵称”你好，由于您的评论“评论多显示10个字···”内容严重违反发言规则，影响平台内容环境，现对该评论采取删除的处理。请注意规范用语，共同维护平台环境，谢谢配合。"
        }
      ]
    }
  },
  // 举报管理
  reportManger: {
    bannedUsers: {
      title: "禁言用户",
      list: [
        {
          sence: "禁言用户",
          subTitle: "涉及违规，您的账号已被禁言",
          content:
            "“用户昵称”你好，收到用户举报您的账户涉及违规，经审核属实，现对您的账户处以“100”个小时的禁言惩罚，请规范在Tradingguide平台中的不当行为，共同维护平台环境，谢谢配合。"
        }
      ]
    },
    shelvesArticle: {
      title: "下架文章",
      list: [
        {
          sence: "文章下架",
          subTitle: "啊哦，您的文章已被下架",
          content:
            "“用户昵称”你好，接到用户举报，由于您的文章“文章标题最多显示5个中文···”内容涉及违规，现已下架，您可以自行重新修改文章内容进行发布提交审核，等待管理员再次审核。审核后恢复正常。请注意规范用语，谢谢配合。"
        }
      ]
    },
    deleteCommend: {
      title: "删除评论",
      list: [
        {
          sence: "评论被删除",
          subTitle: "严重违规！您的观点已被删除",
          content:
            "“用户昵称”你好，接到用户举报，您的评论“评论多显示10个字···”内容严重违反发言规则，影响平台内容环境，现对该评论采取删除的处理。请注意规范用语，共同维护平台环境，谢谢配合。"
        }
      ]
    }
  },
  // 反馈管理
  feedbackManager: {
    feedToUser: {
      title: "反馈用户",
      list: [
        {
          sence: "第一时间回复用户的反馈",
          subTitle: "感谢您的反馈",
          content:
            "“用户昵称”你好，很高兴收到您的反馈，我们将第一时间处理，为您提供更好的体验，您的反馈是我们进步的动力。"
        },
        {
          sence: "已将反馈的问题处理完",
          subTitle: "您的反馈信息已处理，感谢您的支持",
          content:
            "“用户昵称”你好，收到您的反馈信息”最多显示10个字（20字符）...“，我们第一时间进行了跟进处理，现已解决；若有其他问题可以与管理员联系，您的反馈是我们进步的动力。"
        }
      ]
    }
  },
  // 换榜审核管理
  helpCenter: {
    passReview: {
      title: "通过审核",
      list: [
        {
          sence: "通过了用户换榜的申请",
          subTitle: "您的更换榜单地区申请已通过",
          content:
            "“用户昵称”你好，您的更换榜单地区申请经过审核已通过，现已将您所在的榜单赛区更换为”用户选择要换的地区榜单“，排名情况按照新赛区已更新，可以前往排行榜查看，加油。"
        }
      ]
    },
    dismissNotice: {
      title: "驳回通知",
      list: [
        {
          sence: "驳回了用户换榜的申请",
          subTitle: "您的更换榜单地区申请已被管理员驳回",
          content:
            "“用户昵称”你好，为维护各地区榜单排名的公平性，您的更换榜单地区申请不符合更换榜单赛区的情况，经过审核已被驳回；您当前所在的榜单赛区仍为”用户当前的榜单地区“"
        }
      ]
    }
  }
};
